tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask "google-chrome", force: true
cask "docker"
cask "visual-studio-code"
cask "chromedriver"

brew "mas"

mas "Pixelmator", id: 407963104
mas "Giphy", id: 668208984

brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew  "zlib"

# Additional recommended dependency for MacOS 10.14+
# sudo installer -pkg /Library/Developer/CommandLineTools/Packages/macOS_SDK_headers_for_macOS_10.14.pkg -target /

brew "pyenv"
brew "pyenv-virtualenv"

brew "postgresql"

brew "git"
brew "direnv"
brew "httpie"
